{
    "version": "https://jsonfeed.org/version/1",
    "title": "alhures",
    "description": "",
    "home_page_url": "https://piepiece.github.io/publii",
    "feed_url": "https://piepiece.github.io/publii/feed.json",
    "user_comment": "",
    "author": {
        "name": "t."
    },
    "items": [
        {
            "id": "https://piepiece.github.io/publii/sem-meios-termos-2.html",
            "url": "https://piepiece.github.io/publii/sem-meios-termos-2.html",
            "title": "Sem meios termos",
            "summary": "Tentando retomar esse hábito de escrita em formato mais longo, eu me pego frequentemente pensando no quanto disso faz algum sentido e no quanto eu estou só compartilhando um diário pessoal com um público que não existe. Exemplo prático: a última série em três posts&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} --></p>\n<h2>ou porque escrever num blog não faz mais sentido algum</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph --></p>\n<p>Tentando retomar esse hábito de escrita em formato mais longo, eu me pego frequentemente pensando no quanto disso faz algum sentido e no quanto eu estou só compartilhando um diário pessoal com um público que não existe. Exemplo prático: a última série em três <a href=\"https://trezende.substack.com/p/o-retorno-da-maquina\">posts</a> que escrevi por aqui teve uma média de 15 acessos, e acredito que cerca de três a cinco pessoas tenham lido todos os textos inteiros. O que não é nada mal, dada a inconstância dessas publicações, a divulgação precária e o assunto meio marginal. Na vida passada (Blogger/WordPress) eu me lembro que o contador de acessos indicava que cerca de 20 pessoas visitavam meu blog, em média, por dia. Talvez, por não existirem <em>likes</em> e viralizações TikTokicas nessa época, esses números me deixavam bastante satisfeito e me davam a sensação de que eu não estava falando com as paredes. Hoje, quando se mede relevância na casa dos milhares, minha expectativa pode estar inflada. Mas como eu adoro pensar sobre pensar e escrever sobre escrever (<em>that’s so meta!</em>), fiquei encucado no porquê mesmo alguém como meu namorado, que lê quase 100 livros por ano, ficou com preguiça de ler meus últimos posts (ele disse que vai ler ✱depois✱ ). Será que um post de blog, em pleno 2025, foi feito para não ser lido por “ninguém”?</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph --></p>\n<p>Sei que isso tudo soa dramático demais e quase um desabafo sobre baixo alcance. Mas a minha questão é justamente sobre os formatos de conteúdo escrito, por falta de melhor termo, e o quanto hoje é necessário que este seja adaptado para algum outro modelo que vá se adaptar e capturar a devida atenção de quem poderia se interessar/interagir/contribuir. Na prática, eu observo, entre os meus amigos que tinham blog na primeira década do século e eram muito ativos no Twitter na segunda, quais conseguiram “migrar” para algum formato que hoje é considerado relevante, em especial vídeos (curtos ou longos), mas também adaptações de postagens mais longas para que caibam/façam sentido ao serem postadas numa rede social — os famosos threads, no caso da rede social de textinhos, e alguma solução envolvendo cards, carrossel com imagens de trechos e até textão completo na legenda da rede social de fotos de viagem.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"se essa imagem faz sentido para você, a vista cansada pode estar dobrando a esquina.\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} --></p>\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/14/cb733-6e4a7402-6fa4-4617-bfd3-943401514c05_800x408.gif\" alt=\"Under Construction Animated Gif Geocities\">\n<figcaption>se essa imagem faz sentido para você, a vista cansada pode estar dobrando a esquina.</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph --></p>\n<p>Eu já estava pensando nisso mesmo antes de ler um post bastante interessante no substack (plataforma diva merecedora de metonímia? a ver..) do <a href=\"https://bolivarescobar.substack.com/p/como-selecionar-os-frios?publication_id=1243478&amp;post_id=164516645&amp;isFreemail=true&amp;r=1saiee&amp;triedRedirect=true\">Bolívar Escobar</a> sobre a preparação e processo de escrita das teses de pós-graduação. Nele também encontrei um outro millennial saudosista de uma web que não volta mais, porém um que conseguiu fazer algo bem mais útil que eu com seus gigabytes de net nostalgia. Seu post vale ser lido por inteiro, então vou destacar algo fora do conteúdo que me chamou a atenção: o fato dele ter ficado um ano sem escrever no blog, mesmo tendo se comprometido a fazê-lo quinzenalmente. Óbvio que uma tese de doutorado tem a ver com isso, afinal, o que é um diário virtual de gracinhas perto de uma pesquisa séria, revisada por pares, criticada por especialistas e eternizada num arquivo de conhecimento acadêmico acumulado? Mas o que me aumentou a dúvida que eu já tinha foi pensar o seguinte: será que estamos vivendo numa época sem meios termos, onde as coisas ou precisam ser extremamente profundas ou profundamente superficiais? Porque, sim, é óbvio que ainda existe espaço para textos longos e pensados, mas esses parecem ter voltado para onde nunca saíram: teses, artigos, livros; essa tecnologia primitiva que te obriga a parar em cada página individualmente e, em seguida, dar de cara com… a página seguinte (!) e não com um conteúdo absolutamente distinto, de outro autor, falando de outra coisa, antes que você tivesse qualquer chance de elaborar ou mesmo guardar algo sobre o que estava vendo anteriormente. Minha pira, então, foi que o blog como esse meio termo entre o tweet/legenda e o livro tenha ficado defasado, sem público, talvez por estarmos vivendo em tempos cada vez mais extremados, o que alguns chamam de polarização, mas que pode ser apenas uma manifestação da lógica binária que sustenta os bastidores dos espaços onde nos comunicamos. O texto médio, modesto, na maioria das vezes não monetizado (pelo menos por aqui) pode ter ficado para trás, relegado a uma época de mais inocência e menos velocidade.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph --></p>\n<p>Os críticos costumam pintar Mark Zuckerberg como um garoto nerd bobo que tropeçou numa ideia que nem era tão original assim e, por acaso, estando no lugar certo na hora certa, ter recebido no colo o controle de toda a teia de comunicação pessoal ocidental. Quem o subestima esquece que no site de comparação de garotas <a href=\"https://www.tecnoveste.com.br/leia-o-post-que-mark-zuckerberg-publicou-no-seu-blog-zuckonit-com-na-noite-que-ele-criou-o-facemash-predecessor-do-facebook/\">FaceSmash</a> que precedeu o Facebook, já estavam contidos os elementos que iriam reinar nas redes que ele foi construindo, adquirindo e ampliando: desejo, rejeição, fofoca — tudo isso temperado com uma dose significativa de exposição involuntária. A terra planagem do território online que veio em seguida, com seu devido crédito compartilhado com o Twitter (e, nos dias atuais, TikTok), não destruiu o ato de pensar através da escrita de forma longa, pois esse já vinha de tradição secular e ainda continuará preservado, como disse, nos livros (de celulose ou não). Quem eu acredito que tenha sido escanteado no meio desse processo foi justamente o formato do meio, do texto médio, do post de blog, forma meio sem forma de diário e artigo de revista, amplo demais em possibilidade, imprevisível demais em tamanho.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"como os romanos não pensaram nessa?\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} --></p>\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/14/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828.jpeg\" alt=\"How did Facebook acquire its first 1M active users in one year ...\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/14/responsive/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/14/responsive/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/14/responsive/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/14/responsive/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/14/responsive/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/14/responsive/63f9d-dc5638c4-a001-4046-8e24-c3c671bfc9fe_1170x828-2xl.jpeg 1920w\">\n<figcaption>como os romanos não pensaram nessa?</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph --></p>\n<p>Quanto aos leitores supostamente fantasmas, eu tinha pensado em contar aqui um pouco da “opinião” que o Jung encarnado num GPT me “deu” sobre a expectativa de ter ou não leitores num exercício de escrita que eu estava elaborando (esse aqui), mas acredito que possa ficar para uma próxima. Meus amigos no Instagram vão adorar curtir o <em>story</em> com o link desse post.</p>\n<p><!-- /wp:paragraph --></p>",
            "image": "https://piepiece.github.io/publii/media/posts/14/6e4a7402-6fa4-4617-bfd3-943401514c05_800x408.gif",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2025-07-05T13:27:05-03:00",
            "date_modified": "2025-07-14T16:31:40-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/o-retorno-da-maquina-parte-3.html",
            "url": "https://piepiece.github.io/publii/o-retorno-da-maquina-parte-3.html",
            "title": "O retorno da máquina 📷 (parte 3)",
            "summary": "If you hold a stone… If you hold a stoneHold it in your handIf you feel the weightYou'll never be lateTo understand Na primeira parte dessa série eu comecei a pensar sobre os motivos dos jovens estarem voltando às câmeras digitais que surgiram e eram&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>If you hold a stone…</h2>\n<p><!-- /wp:heading --><!-- wp:pullquote -->\n<figure class=\"wp-block-pullquote\">\n<blockquote>\n<p>If you hold a stoneHold it in your handIf you feel the weightYou'll never be lateTo understand</p>\n</blockquote>\n</figure>\n<p><!-- /wp:pullquote --><!-- wp:paragraph -->\n<p>Na <a href=\"https://trezende.substack.com/p/o-retorno-da-maquina\">primeira</a> parte dessa série eu comecei a pensar sobre os motivos dos jovens estarem voltando às câmeras digitais que surgiram e eram os meios populares de se fotografar na primeira década do século. Falei sobre o aspecto mais óbvio desse fenômeno, que é o de imitação, moda, <em>trend</em>. Justificado por uma estética diferenciada, esse uso também estaria ligado a uma nostalgia por uma determinada época, quando esses jovens eram crianças e as coisas pareciam mais simples. Na <a href=\"https://trezende.substack.com/p/o-retorno-da-maquina-parte-2\">segunda</a> parte eu falei sobre a desaceleração e o controle que esse resgate traz; uma sensação de lidar com um processo sem distrações, notificações, propagandas, e, no final, compartilhar apenas com as pessoas que realmente importam e se interessam por aquelas imagens (novamente, controle, algo que foge ao lidarmos com redes digitais). A resposta a essas duas primeiras postagens foi ótima, com cerca de 20 pessoas abrindo os links para cada uma delas e algumas vindo comentar comigo o que acharam; o que me lembrou meus tempos de blog, no início do século (!), quando eu escrevia no Blogger e WordPress e tinha cerca de 20 acessos diários, o que eu achava o máximo. Sei da dificuldade que é fazer alguém parar para olhar um story (onde divulguei o texto), clicar num link para sair do Instagram, e ainda se dar ao trabalho de ler um textão, ainda mais se estiver na pequena tela de um smartphone. Dificuldade, essa, que talvez seja análoga a carregar a bateria de uma câmera digital, levar ela para os lugares, depois tirar as fotos do cartão de memória e ainda upar para algum álbum. Escrever/ler também é desacelerar.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Acredito que eu poderia falar muito mais sobre esse tema e espero que eu consiga desdobrar bastante esses pensamentos por aqui. Porém, como forma de conter as ideias iniciais sobre as câmeras digitais, eu vou finalizar esse texto com essa terceira parte, falando sobre um aspecto que eu acredito que esteja envolvido nesse movimento que me soa menos óbvio: o celular/câmera como objeto a ser manuseado.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"Isso não é arte. (Não fui eu que disse, foi a Lygia).\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/13/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/13/responsive/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/13/responsive/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/13/responsive/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/13/responsive/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/13/responsive/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/13/responsive/8b12f-e7c5927b-a9e5-4787-8bee-c87089128925_1024x720-2xl.jpeg 1920w\">\n<figcaption>Isso não é arte. (Não fui eu que disse, foi a Lygia).</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>A artista brasileira Lygia Clark, uma das mais reconhecidas em todo o mundo, produziu em uma de suas últimas fases uma série de propostas de atividade que se assemelhavam muito mais à terapia do que às artes plásticas. Algumas delas, como <a href=\"https://portal.lygiaclark.org.br/acervo/59403/pedra\">Pedra</a> (1976), envolviam o participante segurar uma pedra como forma de experimentar uma sensação provocada pela textura da pedra, por vezes envolvida em outros materiais. Esses chamados objetos relacionais inspiraram Caetano Veloso a escrever, em seu exílio da Ditadura brasileira em Londres, a canção <em>If you hold a stone</em>, que descreve o processo sugerido por Clark. Os <a href=\"https://en.wikipedia.org/wiki/Comfort_object\">objetos transicionais</a> já haviam sido descritos pelo psicanalista inglês D. W. Winnicott e são mais conhecidos por duas imagens: a original de Winnicott, da criança segurando seu ursinho de pelúcia e a da cultura pop, do Linus, amigo do Charlie Brown, que não conseguia se separar de seu lencinho azul. Eles dizem respeito a um suporte que a criança encontra em algo externo que ela pode se agarrar e que diminui a angústia de separação que ela tem ao se desligar dos cuidadores, não se sentindo totalmente sozinha.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"width\":432,\"caption\":\"Hoje seria um iPad.\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/13/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080.jpeg\" alt=\"Linus\" width=\"432\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/13/responsive/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/13/responsive/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/13/responsive/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/13/responsive/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/13/responsive/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/13/responsive/108eb-4e4da4bc-2991-4880-a454-7c11b6de98be_1080x1080-2xl.jpeg 1920w\">\n<figcaption>Hoje seria um iPad.</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Ainda na faculdade de artes visuais, eu comecei a explorar a ideia de que os celulares, em algum momento, quando deixaram de ser meros telefones portáteis, passaram a ser um mini computador (íntimo) que nos amplifica, socorre e entretém a todo instante. Nessa época produzi alguns aparelhos em argila, desde tijolões Nokia da era anterior até iPhones feitos de barro. Eles representam a maneira como esses objetos ultra tecnológicos também são uma espécie de amuleto e objeto relacional/transicional, não no sentido de que fazem parte de uma transição, mas mais no âmbito de nos regredir a uma época em que a ideia de ficarmos sozinhos era simplesmente desesperadora. Como objetos que facilitam a comunicação para níveis nunca antes imaginados, nossa dependência desses aparelhos só aumentou exponencialmente quando as empresas criadoras das redes digitais perceberam que poderiam criar uma simulação de contato social que nos saciasse apenas o suficiente para que fiquemos o dia inteiro voltando ali, atrás de mais alguma migalha. A instantaneidade desse processo todo, com todas as discussões sobre o papel da dopamina, e a velocidade que consumimos as postagens só reforça o aspecto de oralidade (chupeta e dedão na boca também são objetos transicionais) da nossa vivência digital atual, talvez pegando um pouco pesado na psicanálise.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"I wanna hold your…\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/13/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/13/responsive/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/13/responsive/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/13/responsive/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/13/responsive/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/13/responsive/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/13/responsive/1a36e-c6317530-6caa-481c-82d0-ebb3f18d9150_4032x3024-2xl.jpeg 1920w\">\n<figcaption>I wanna hold your…</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Por isso tudo, acredito que as câmeras digitais estão servindo, para além da moda e da estética, como uma forma de fugirmos um pouco da servidão a um objeto tão totalizador, mesmo que isso signifique partir para outro aparelho, um passo atrás em desenvolvimento tecnológico. É um fenômeno parecido com o retorno do disco de vinil; também vemos muita moda envolvida, muitas postagens exibindo um estilo de vida <em>aesthetic</em> vintage, mas também um desejo de lidar com a escuta de uma música de uma forma mais intencional, que envolva uma apreciação de um objeto físico grande, que você pega, desembrulha, tira a poeira, precisa de atenção para acertar a agulha no lugar certo. Todos esses fenômenos me soam como pequenas fugas, micro pedidos de socorro, no sentido de tentar lembrar, mesmo para quem não viveu tanto uma época anterior a isso tudo, que a vida podia ser aproveitada de uma maneira menos frenética, delegando suas escolhas menos a algoritmos opacos e mais conectada com algum outro objeto, totalmente desconectado da rede, te colocando mais próximo e presente no instante atual.</p>\n<p><!-- /wp:paragraph --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2025-06-28T13:39:27-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/o-retorno-da-maquina-parte-2.html",
            "url": "https://piepiece.github.io/publii/o-retorno-da-maquina-parte-2.html",
            "title": "O retorno da máquina 📷 (parte 2)",
            "summary": "Hoje eu joguei tanta coisa fora Eu já fui um colecionador de diversas coisas. Na infância, eu tinha uma pequena coleção de moedas e uma enorme de revistinhas da Turma da Mônica, que impressionava quem via. Mais tarde, na adolescência, passei a colecionar tudo que&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>Hoje eu joguei tanta coisa fora</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph -->\n<p>Eu já fui um colecionador de diversas coisas. Na infância, eu tinha uma pequena coleção de moedas e uma enorme de revistinhas da Turma da Mônica, que impressionava quem via. Mais tarde, na adolescência, passei a colecionar tudo que havia respeito aos Beatles, começando com CDs, mas logo chegando a vinis, revistas, livros, camisetas e outros pequenos objetos. A digitalização da vida me fez transferir parte dessa obsessão para os arquivos de computador, colecionando e organizando pastas e mais pastas de MP3, FLAC e as mais diferentes versões de cada uma das músicas que eu mais gostava. O passo seguinte, com a proliferação dos streamings, me deu uma impressão precipitada de fim da História; acreditei que ninguém precisava mais ficar ocupando espaço em casa com objetos que acumulam mofo e poeira e que não garantem a mais perfeita qualidade sonora. Vinis arranhados e CDs descascados seriam substituídos para sempre por arquivos digitais perfeitos, disponíveis a qualquer momento, em qualquer lugar, na melhor qualidade possível, por um pequeno valor mensal. E, então, comecei a me livrar de algumas partes da minha coleção, começando pelos CDs, que pareciam ser os mais obsoletos dessa história toda, com suas caixinhas de plástico que viviam quebrando e encarte que diminuía a arte da capa a um tamanho sofrível (a qualidade da impressão dos encartes brasileiros, em especial dos Beatles, na época, também não ajudava). Me livrei também de parte da minha coleção de revistinhas, que só se amarelava cada vez mais e de alguns dos meus vinis quando já tinha várias cópias do mesmo álbum. Hoje, percebo que passei do ponto.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"o ruído de uma Playlist desafinando.\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/12/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/12/responsive/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/12/responsive/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/12/responsive/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/12/responsive/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/12/responsive/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/12/responsive/03d77-9bf905ee-04e4-4530-8dc8-d744a585a5b0_1280x960-2xl.jpeg 1920w\">\n<figcaption>o ruído de uma Playlist desafinando.</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Antes de voltar às câmeras digitais antigas: minha percepção de fim da História foi se provando cada vez mais errada, para além de qualquer moda que o disco de vinil pode ter passado a surfar (vou falar de fisicalidade na terceira parte). O erro principal de abrir mão desses objetos adquiridos através dos anos para passar a ser dono do mundo todo por uma pequena quantia é que não somos donos de absolutamente nada. Músicas nos streamings, ou mesmo compradas em serviços como iTunes, assim como filmes e outros produtos digitais, todos são meramente alugados e estão disponíveis apenas enquanto essas empresas estiverem aí para nos fornecer acesso a essa cópia. Ninguém é dono de absolutamente nada. Assim como uma empresa de streaming pode deixar de existir (<em>Rdio</em>), pessoas podem perder o acesso a livros ou qualquer outro item digital que “compraram” com uma simples mudança nos termos de contrato ou expiração de direitos de alguma das partes envolvidas nesse processo. No meio do caminho antes de deixar de existir, esses serviços podem se tornar <em>enshittificados</em>, como no termo cunhado pelo autor <a href=\"https://pluralistic.net/\">Cory Doctorow</a> e representado numa alegoria assustadora no primeiro episódio da sétima temporada de <em><a href=\"https://pt.wikipedia.org/wiki/Common_People\">Black Mirror</a></em>; os anúncios e aumento de preço abusivo podem tornar um serviço inutilizável, especialmente se não houver concorrência. Um disco de vinil antigo, mesmo que arranhado e com o nome de outra pessoa escrito à caneta Bic na capa, ainda é seu, podendo ser vendido, presenteado ou deixado para ser herdado por alguém que também passa a ser dono real do mesmo, não um mero locatário do acesso a ele.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"e agora uma oferta que você não pode recusar!\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/12/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/12/responsive/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/12/responsive/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/12/responsive/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/12/responsive/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/12/responsive/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/12/responsive/8149a-8fd17a7f-8bd0-42ac-baa2-1683e76f340c_768x402-2xl.jpeg 1920w\">\n<figcaption>e agora uma oferta que você não pode recusar!</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Fui tão longe das câmeras digitais que já estou quase perdendo o rumo de novo e passando a associar toda a questão de não sermos donos dos produtos culturais digitais ao fato de que também não somos donos de nada que postamos nas redes sociais. Mesmo que seja mais difícil acreditar que o Facebook ou Instagram terão o mesmo destino que o MySpace, todas as fotos e vídeos que postamos lá podem ter, em teoria, o mesmo destino que as 12 fotos que tínhamos direito de postar no álbum do Orkut. Mas o ponto era que nossos arquivos digitais, quando são nossos mesmos, sejam MP3 em sub-pastas ou fotografias no diretório DCIM, não podem simplesmente deixar de existir ou nos dar acesso aos mesmos por uma decisão externa de uma empresa. Eles dão trabalho: espaço em disco, organização, backup — todas essas coisas mega chatas que poucos têm paciência de fazer e que as empresas do Vale do Silício nos oferecem soluções super práticas para lidar por nós. Só que toda essa facilidade, como já disse, vem com riscos, incluindo a perda de controle sobre o que é seu e a alienação que isso causa. Os jovens na festinha talvez não pensem, conscientemente, que um dia podem perder o acesso às centenas ou milhares de fotografias que postam nas redes sociais, pois também costumam fazer uso de uma outra <em>Big Tech</em> para salvar e compartilhar os álbuns tirados, num Drive. Mas a sensação de agência, sem dúvidas, é maior. O processo é menos fluido, mais trabalhoso, mas traz com ele duas das principais coisas que a <em>superfacilidade</em> do design da vida digital atual tira: presença e intenção. São mais decisões envolvidas, mais passos, mais exigência de que você esteja realmente ali, manipulando seus arquivos e decidindo onde e como ele vai ser guardado, além de quem terá acesso a eles; provavelmente um pequeno grupo de amigos e não toda a humanidade conectada à rede aberta.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Juntar coisas demais tem, sim, algo de obsessão. De querer ter controle sobre objetos para nos trazer alívio sobre as coisas da vida sobre as quais não temos controle algum. Porém, o extremo oposto disso, terceirizar o controle sobre nossos objetos culturais e nossa memória, também implica em algo angustiante: na sensação, mesmo que não percebida a todo momento, de que não temos qualquer voto sobre como funcionam esses serviços digitais. E que mesmo que eles não deixem de existir tão cedo, podem ser hackeados, podem remover o nosso acesso a eles por algum erro ou porque perdemos o acesso a um e-mail ou número de celular e, nisso, a <em>superfacilidade</em> vira pesadelo. Esse é um dos motivos de eu ter me arrependido, em parte, de ter jogado tanta coisa fora, e de pensar cada vez mais em como me tornar mais dono das minhas próprias coisas on-line, o que inclui um projeto de site independente das redes digitais que pode ser que esteja nascendo agora, com essas palavras.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/12/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422.png\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/12/responsive/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422-xs.png 640w ,https://piepiece.github.io/publii/media/posts/12/responsive/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422-sm.png 768w ,https://piepiece.github.io/publii/media/posts/12/responsive/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422-md.png 1024w ,https://piepiece.github.io/publii/media/posts/12/responsive/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422-lg.png 1366w ,https://piepiece.github.io/publii/media/posts/12/responsive/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422-xl.png 1600w ,https://piepiece.github.io/publii/media/posts/12/responsive/2a825-5ed120f7-fc96-421b-9ef0-4f7ceeb4a399_800x1422-2xl.png 1920w\"></figure>\n<p><!-- /wp:image --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2025-06-25T14:31:12-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/o-retorno-da-maquina.html",
            "url": "https://piepiece.github.io/publii/o-retorno-da-maquina.html",
            "title": "O retorno da máquina 📷",
            "summary": "Jovens querendo o que é velho, pra variar. Ando buscando um tema no qual me debruçar. Algum foco que conseguisse reunir meus três interesses: tecnologia, psicologia e arte. Como para muitas pessoas nos dias de hoje, a falta de foco é um dos meus maiores&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>Jovens querendo o que é velho, pra variar.</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph -->\n<p>Ando buscando um tema no qual me debruçar. Algum foco que conseguisse reunir meus três interesses: tecnologia, psicologia e arte. Como para muitas pessoas nos dias de hoje, a falta de foco é um dos meus maiores inimigos e, podendo escrever sobre tudo, eu acabo não escrevendo sobre nada. Porém, assistir ao seguinte vídeo do designer John Mariello me fez pensar bastante sobre a relação que temos com os objetos físicos e o quanto o uso do celular foi não só roubando a função de muitos outros aparelhos, como também nos fazendo nos tornar cada vez mais dependentes desse que costumo chamar de computador íntimo, o passo seguinte do <em>Personal Computer</em>.</p>\n<p><!-- /wp:paragraph --><!-- wp:embed {\"url\":\"https://youtu.be/o4OOLmvjzjs\",\"type\":\"video\",\"providerNameSlug\":\"youtube\",\"responsive\":true,\"className\":\"wp-embed-aspect-16-9 wp-has-aspect-ratio\"} -->\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\">\n<div class=\"wp-block-embed__wrapper\">\nhttps://youtu.be/o4OOLmvjzjs\n</div>\n</figure>\n<p><!-- /wp:embed --><!-- wp:paragraph -->\n<p>Um fenômeno recente que tem me chamado muita atenção é a obsessão dos jovens atuais por câmeras digitais antigas, <em>Cybershots</em> ou não. Hoje, em qualquer aniversário ou reunião de pessoas em torno dos 20 anos que eu vou, a câmera digital antigona está sempre presente, o que me pareceu um ponto de partida interessante para desenvolver todos os temas que me interessam e citei anteriormente. Comecei, inclusive, a perguntar para os próprios usuários o que eles pensam sobre o assunto, numa pesquisa informal de bar. Acredito que sejam vários fenômenos envolvidos, mas eu começaria pelos mais óbvios.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>O primeiro deles, e que me parece a camada mais simples, é que os jovens estão usando essas câmeras porque outros jovens estão usando essas câmeras. O fator <em>trend</em> é essencial para entender qualquer fenômeno, não só hoje, mas acredito que sempre. A partir do momento que se vê, tanto nas redes digitais quanto nos eventos presenciais, seus semelhantes curtindo usar um aparelho diferente e nostálgico, isso já é um motivo para querer copiar a atitude. A juventude é, por definição, a época em que definimos a nossa identidade, imitando e rejeitando comportamentos, e é inicialmente esse fenômeno de imitação que eu acho que anima os que têm pouca idade a ir atrás dessas câmeras que estavam guardadas nas gavetas dos pais ou até se disporem a comprar aparelhos usados para não ficarem para trás.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Uma camada mais para dentro, talvez venha o fator nostálgico, já citado, ou então o estético, que foi o mais mencionado pelos meus três ou quatro “entrevistados” na mesa do bar, no fim de semana. Os dois talvez estejam fortemente interligados, pois pode-se falar de uma “estética de uma época”, o que eu acho que conecta com os motivos mais profundos desse tipo de aparelho estar fazendo um retorno. Me disseram que as pessoas gostam do aspecto dessas fotos, e que fazer as fotos tiradas pelo celular ficarem assim exigiria uma edição trabalhosa. Tão trabalhosa quanto andar com uma câmera que depois você precisa carregar, retirar o cartão de memória, colocar num computador e upar para que seus amigos possam ver? Provavelmente, não. Eu, pessoalmente, acho que apesar da aparência dessas fotos ser “legal”, ela explica muito pouco sobre o fenômeno de retorno desses aparelhos supostamente ultrapassados. Eu voltaria ao fator identitário; quem usa essas câmeras está dizendo: eu não sou como todo mundo! Mesmo que rapidamente “todo mundo” queira ir atrás do trend e o diferencial vá se diluindo. Isso talvez também explique por que, apesar de um primeiro momento esse fenômeno ter se caracterizado pelo foco nas câmeras antigas da Sony, agora surgem nichos dentro do nicho, de pessoas ficando obcecadas (e consequentemente obcecadas outras, por influência online) em modelos muito específicos de câmeras da Canon dos anos 2000. O consumismo como especialização, pra além da busca genérica de algo que você já poderia ter em casa.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"2001, uma odisséia em 1 megapixel.\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/11/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/11/responsive/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/11/responsive/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/11/responsive/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/11/responsive/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/11/responsive/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/11/responsive/21d31-c15af847-4df6-4c54-af9c-e527c49bfcd3_640x480-2xl.jpeg 1920w\">\n<figcaption>2001, uma odisséia em 1 megapixel.</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Um parenteses pessoal. Como toda pessoa com mais de 40, eu tenho uma boa lembrança das três eras mais recentes da fotografia. A dos filmes Kodak e Fuji coloridos, de 24 a 36 poses, que exigiam algum domínio de uso de flash e manuseio do filme em si, que era frágil à luz, o que implicava na possibilidade de você perder todas as fotos que havia tirado. Cada grupo de fotos era revestido de uma significativa expectativa. Teriam ficado boas? O flash estourou? Ficaram escuras demais? Alguém ficou de olho fechado? Aguarde para descobrir. Foi por isso que minha primeira câmera digital, uma HP de 1.3 megapixel comprada no ano 2000, que tirava cerca de 10 fotos antes das pilhas AA acabarem, foi um marco tão grande na minha vida e representou uma quebra de paradigmas, mesmo as fotos sendo basicamente horríveis comparadas com a câmera de filme mais vagabunda. Agora, porém, era possível ver na hora como as fotos tinham ficado, além do custo zero de tirá-las (tirando as pilhas, que logo se tornariam baterias recarregáveis). Esse interim entre a era de celulose e o surgimento dos celulares com câmera teve, de fato, seu auge com as super populares Cybershots da Sony, que entregavam uma qualidade consistente, mesmo sendo mais caras que as marcas mais básicas, continuando um legado que ia desde os Walkmans de fitas K7, Discmans de CDs e TVs de tela plana Trinitron. O avanço, ano após ano, de um número de megapixel para outro maior, certamente dava uma impressão de fim da História. Me lembro também que foi nessa época, da qualidade de imagem “boa” e das baterias recarregáveis, que iniciou uma era de se tirar dezenas de vezes a mesma foto, para supostamente dar mais opção na hora de escolher a perfeita. Eu mesmo, em viagens, tirava centenas de fotos que obviamente nunca mais iria apreciar, afinal, quem vê tanta fotografia?</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"caption\":\"2007, uma estética invejada por muitos jovens (não disse qual).\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/11/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/11/responsive/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/11/responsive/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/11/responsive/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/11/responsive/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/11/responsive/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/11/responsive/b3b2a-0be491d4-2e8c-47b0-98b7-724cc5358925_2048x1536-2xl.jpeg 1920w\">\n<figcaption>2007, uma estética invejada por muitos jovens (não disse qual).</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Acredito que já estou me estendendo demais nessa introdução e que isso já dá um panorama de quanto pano pra manga esse tema dá. Porém, só para não deixar de falar algumas outras ideias que ainda quero explorar numa continuação:</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>A câmera digital dá um certo tipo de trabalho para se conseguir um resultado comparado com o smartphone, mas não tanto trabalho quanto seria tirar uma foto com filme e revelar; o foco e flash são automáticos e a utilização é gratuita, muito diferente do filme, que hoje é caro e exige revelação demorada e também custosa. Esse tipo de trabalho na medida certa me lembra a história do “acrescente um ovo” na mistura pronta para bolo que você compra no supermercado. Reza a lenda que não era necessário exigir da pessoa fazendo o bolo que ela acrescentasse um ovo à mistura pronta (era possível já colocar um ovo desidratado na mesma). O motivo que isso foi feito era que dava à pessoa assando o bolo uma sensação de agência maior, consequentemente diminuindo a culpa por não estar fazendo o bolo “from scratch”, como os americanos dizem, ou seja, misturando cada ingrediente você mesmo. Numa próxima parte dessa série eu gostaria de falar um pouco sobre esse aspecto: de como as coisas (incluindo tirar uma foto) podem ter se tornado fáceis <strong>demais</strong>.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/11/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642.png\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/11/responsive/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642-xs.png 640w ,https://piepiece.github.io/publii/media/posts/11/responsive/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642-sm.png 768w ,https://piepiece.github.io/publii/media/posts/11/responsive/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642-md.png 1024w ,https://piepiece.github.io/publii/media/posts/11/responsive/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642-lg.png 1366w ,https://piepiece.github.io/publii/media/posts/11/responsive/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642-xl.png 1600w ,https://piepiece.github.io/publii/media/posts/11/responsive/2184d-72d34d25-3038-4e5a-a9eb-8952d6623942_362x642-2xl.png 1920w\"></figure>\n<p><!-- /wp:image --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2025-06-23T15:04:11-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/ta-bom-mas-nao-se-irrite.html",
            "url": "https://piepiece.github.io/publii/ta-bom-mas-nao-se-irrite.html",
            "title": "Tá bom, mas não se irrite",
            "summary": "ou colocando a culpa de absolutamente tudo no uso de celular Há quase umas duas semanas eu percebi, pela milésima vez, que meu uso de celular (o que hoje em dia basicamente quer dizer “scrollar” em redes sociais com curadoria algorítmica) estava fora de controle.",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>ou colocando a culpa de absolutamente tudo no uso de celular</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph -->\n<p>Há quase umas duas semanas eu percebi, pela milésima vez, que meu uso de celular (o que hoje em dia basicamente quer dizer “scrollar” em redes sociais com curadoria algorítmica) estava fora de controle. Decidi, então, também pela milésima vez, tentar fazer algo sobre isso: colocar os aplicativos que mais me fazem perder o controle num aparelho mais antigo, que deixo na sala e remover os mesmos do celular que está sempre comigo. Não é de hoje que concordo que o smartphone deixou de ser um computador pessoal para ser um computador íntimo; e é sempre bom a gente saber escolher quem dorme do nosso lado.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>O resultado desse experimento, caso alguém nunca tenha feito, nunca é mágico: o foco não volta milagrosamente, a vontade de ler muitas páginas de um livro não surge do nada, nem a capacidade de ver um filme de duas horas e meia, em casa e sem pausar, retorna à vida cotidiana. Porém, todas essas coisas, depois de alguns dias, começam a ficar menos distantes do que estavam. O cérebro é mesmo extremamente plástico e a gente só precisa dar um tempo para que anos e anos de treinamento voltado à distração deem lugar a um pouco mais de concentração. E as consequências disso fogem ao óbvio. Assim como quando você sai de um retiro de meditação Vipassana de 10 dias (sem celular, sem livros, sem falar), você é lembrado pelos instrutores que, saindo de lá, você vai encontrar muito sofrimento no mundo, quando você sai do ritmo frenético das redes e você olha pras pessoas ao seu redor que continuam “por lá”, você percebe o quão enlouquecedora a coisa toda é e como estamos sendo cozidos aos poucos, como o sapo que morre sem perceber no caldo quentinho da panela.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Nos últimos dias várias situações, algumas comigo e outras não, foram acontecendo e eu ousaria colocar na conta do zeitgeist cronicamente online. Vou tentar contextualizar expondo o mínimo possível essas pessoas, pois mesmo que esse texto não seja lido por praticamente ninguém, ele deve ficar com acesso aberto.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Recentemente foi aniversário do meu namorado e ele organizou uma comemoração, chamando bastante gente. Uma das pessoas, ao mandar mensagem de felicitações, desviou do assunto para dar um pito em forma de textão nele e trazer à tona uma situação de anos atrás envolvendo um outro convidado que teria patolado o namorado dela. Como meu namorado é uma pessoa muito preocupada em ser querida pelos outros, mais do que perceber o quão sem noção essa pessoa estava sendo, ele ficou muito preocupado com o que os demais colegas poderiam pensar dele ou até deixar de ir em seu aniversário por conta de uma fofoca que poderia se tornar uma bola de neve. Compreensível. Eu, porém, fiz questão de deixar bem clara a minha opinião de que aquela pessoa que mandou a mensagem estava totalmente errada ao tirar o foco do dia do meu namorado e colocar nela/no namorado dela. Por mais escrota que tenha sido a situação de anos atrás, se eles não conseguiram resolver a situação na hora com a pessoa, e nem anos depois, não é causando uma saia justa com alguém que convidou ele para uma festa que você vai melhorar ou resolver nada. Enfim, poucas coisas me irritam mais do que tentarem tirar o protagonismo de alguém no dia do aniversário dela; mais ainda querendo pagar de defensor da moral e dos bons costumes. Não que o patolador esteja certo ou não merecesse um tabefe, mas trazer isso pra uma pessoa que não tem nada a ver com a história, anos depois, é de uma falta de noção tremenda e te coloca mais errado ainda na situação.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>A segunda situação foi quando eu estava sentado com conhecidos meus e um deles resolveu falar pra mim, um grande fã de música brasileira, que não gostava de quase nada e que não curtia a vibe Tropicália pois achava muito carioca. Rapidamente argumentei que a Tropicália foi feita por baianos que estavam morando em São Paulo, no que ele devolveu: “tá, mas o Caetano é carioca, né?”, ao que devo ter feito um dos maiores eye-rolls de todos os tempos. Entendo que consigo passar facilmente um ar de arrogância e já ouvi isso de várias pessoas, mas é que pra mim foi como ouvir de alguém dizer que o Lula é paulista ou que os Beatles são americanos. A cada duas frases do Caetano, uma é sobre a Bahia; fora o sotaque. Tudo bem não prestar atenção, não gostar, não saber. A questão é que meu desdém fez ele ficar extremamente incomodado, irritado, e reagiu levantando a voz bastante consternado, dizendo, basicamente, que eu também não sabia de um monte de coisas. Talvez o meu problema seja justamente com quem tem uma opinião muito forte sobre algo que não entende absolutamente nada. Minha postura antes de falar sobre algo que não entendo direito é o extremo oposto da arrogância; sou sempre muito humilde nos meus disclaimers (isso, porém, é raramente lembrado). Acredito que, ao contrário da primeira situação, que envolvia achar que uma situação é sobre você quando não é (síndrome do protagonista), essa envolvia achar que toda opinião é válida, mesmo quando você não faz a menor ideia do que está falando. É mais importante você: 1) opinar sobre tudo 2) ser enfático 3) parecer que sabe de tudo, mesmo quando não faz ideia 4) se irritar quando é pego no pulo (ainda não é possível bloquear alguém na mesa do bar). Richard Seymour, em The Twittering Machine, observa como o Twitter inverteu a lógica de basicamente toda a história da linguagem escrita, que partia do princípio que a maioria das pessoas iria ler, muito mais, do que escrever. Ao perguntar: o que está acontecendo?, ele parte do princípio que todo mundo tem algo a dizer e deve dizer, para o mundo todo ouvir. Alguém acha que foi uma boa ideia?</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Pra terminar essa coleção de histórias aparentemente desconexas, talvez a mais delicada e pessoal, pra mim. Meu namorado tem frequentemente se irritado com besteiras e explodido comigo. Ao contrário de outras épocas em que já fez isso, mesmo também estando cansado do dia exaustivo, hoje em dia ele está com uma capacidade de auto-reflexão diminuída e não consegue perceber o absurdo da situação, nem na hora, e às vezes, nem depois. No fim das contas, mesmo surtando em desregulação, ele quer estar 50% certo (palavras dele), assim como meu conhecido, que acha que o Caetano é carioca, também quer. Entendo que ninguém queira se sentir burro ou julgado. Mas se uma pessoa está treinando para aumentar sua capacidade de reflexão, auto-análise, foco, ponderação, e a outra está treinando justamente o oposto, como se distrair mais, como se fixar cada vez mais num mundo artificial feito para parecer que sua opinião, seu gosto, suas ideias, são não apenas incríveis como são a única coisa que importa e existe, como é possível fechar essa conta? A questão da síndrome do protagonista tem uma fator social forte, mas essa da auto (des)regulação emocional é totalmente psicológica, o que coloca a questão nas mãos do indivíduo. Quando você não consegue não só sentar no vaso sem olhar pra tela do celular, mas também tomar um banho sem estar com ele, nem sequer andar até o banheiro sem estar olhando pra ele, pois os dois segundos de caminhada sem distração podem ser angustiantes demais, será que é tão difícil assim fazer uma conexão com a diminuição da sua capacidade de aguentar uma frustração, quando alguém não faz o que você queria/esperava? Será que também não é possível colocar a camada da primeira história e ver como estamos ficando engrandecidos, achando que os nossos dramas, nossas lutas, são as mais importantes do mundo, quando na sua frente tem alguém que também pode e deve estar passando por poucas e boas? Isso tudo só piora para quem já tem alguma tendência ao egoísmo.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Já se falou muito em polarização, mas meu medo atual é algo que ainda está muito difícil de definir. Um brain rot meio generalizado, das pessoas perdendo tanto a capacidade de olhar pra além do próprio umbigo, como também a de se dar conta disso. E no meio do caminho ficando extremamente irritadas quando deixam de olhar pro pequeno espelho preto que só mostra o que ela quer e se dão de cara com o antigo espelho, ou pior, com a subjetividade de uma outra pessoa.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Você já deu uma deslogada, nega? Não? Então dê…</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/10/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/10/responsive/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/10/responsive/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/10/responsive/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/10/responsive/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/10/responsive/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/10/responsive/6b0e5-2607582a-cac6-4144-827c-2544d2244ccd_576x1024-2xl.jpeg 1920w\"></figure>\n<p><!-- /wp:image --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2025-05-22T12:35:46-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/a-netflix-inventou-o-shopping.html",
            "url": "https://piepiece.github.io/publii/a-netflix-inventou-o-shopping.html",
            "title": "A Netflix inventou o shopping",
            "summary": "sobre o que vai e volta e ver com a mão só imaginando o preço da pipoca… Não é como se uma pandemia mundial tivesse ajudado, mas as pessoas já estavam desistindo de sair de casa, enfrentar filas e pagar caro por ingressos para assistir&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>sobre o que vai e volta e ver com a mão</h2>\n<p><!-- /wp:heading --><!-- wp:image {\"width\":600,\"caption\":\"só imaginando o preço da pipoca…\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/9/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251.jpeg\" width=\"600\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/9/responsive/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/9/responsive/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/9/responsive/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/9/responsive/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/9/responsive/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/9/responsive/5281f-d528f040-1758-4631-8f14-bada988e17c3_600x251-2xl.jpeg 1920w\">\n<figcaption>só imaginando o preço da pipoca…</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Não é como se uma pandemia mundial tivesse ajudado, mas as pessoas já estavam desistindo de sair de casa, enfrentar filas e pagar caro por ingressos para assistir algo que, cada vez mais frequentemente, é lançado pouco tempo depois em uma plataforma para ser visto em casa.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Entre a tendência crypto/NFT e a atual euforIA, nos foi ventilada a ideia de que, no futuro, todos viveríamos num Metaverso, onde estudaríamos, trabalharíamos e socializaríamos sem nos dar ao trabalho de sair de casa. A vida real, porém, vem apontando para um esgotamento de tanta convergência e desmaterialização. Jovens vem levando câmeras Cybershot para seus rolês, num protesto silencioso contra a perfeição artificial das imagens produzidas pelos celulares mais modernos. Há quem diga preferir as fotos mais naturais do iPhone 8 às tiradas pelos últimos modelos, que contam com um agressivo pós-processamento, quer queira ou não. O disco de vinil é outro que vem fazendo seu comeback num crescendo contínuo que nos mostra que a história das mídias não é tão linear assim. Eu mesmo fui um que me desfiz da maior parte dos meus CDs, com algum grau de arrependimento, por sentir que os streamings entregavam um tipo de fim da História; pague o aluguel e tenha acesso a toda música que quiser. Será?</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"width\":626,\"caption\":\"imagem meramente ilustrativa\",\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large is-resized\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/9/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900.webp\" alt=\"Dyson One Step Closer to Creating Paradise Where Humans are Catered to ...\" width=\"626\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/9/responsive/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900-xs.webp 640w ,https://piepiece.github.io/publii/media/posts/9/responsive/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900-sm.webp 768w ,https://piepiece.github.io/publii/media/posts/9/responsive/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900-md.webp 1024w ,https://piepiece.github.io/publii/media/posts/9/responsive/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900-lg.webp 1366w ,https://piepiece.github.io/publii/media/posts/9/responsive/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900-xl.webp 1600w ,https://piepiece.github.io/publii/media/posts/9/responsive/8901b-d2bd83df-8d69-4ddc-9756-b4076053a347_1600x900-2xl.webp 1920w\">\n<figcaption>imagem meramente ilustrativa</figcaption>\n</figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>Por enquanto, pelo menos no âmbito dos streamings de música, os perrengues ainda são poucos. Tirando os raros momentos em que uma Joni Mitchell resolve remover seus álbuns do Spotify para protestar pelo que acredita, é possível dizer que a promessa do acesso ilimitado vem se sustentando. O mesmo não pode ser dito na esfera dos filmes e séries. Hoje, está mais fácil descobrir que um filme não se encontra em streaming nenhum do que encontrar a opção, mesmo para alugar. Algumas séries, como Will &amp; Grace, raramente ficam disponíveis em algum plataforma, e outras como Anos Incríveis sequer já ficaram, pelo menos Brasil. Quem se livrou de uma bela coleção de DVDs e até mesmo do aparelho tocador pode se ver cada vez mais frustrado com a realidade: quem tem streaming pode não ter nada. Basta que um contrato expire ou que alguma dessas empresas desista de fazer negócios ou vá a falência, para que com elas suma também a possibilidade de assistir a esse conteúdo, mesmo que se tenha comprado digitalmente. </p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Por tudo isso, é irônico pensar que a Netflix, talvez o maior símbolo dessa promessa de acesso a um clique de distância, esteja planejando construir, já no ano que vem, dois grandes centros de experiência imersiva, completos com área de alimentação e tudo; ou seja, mistos de parque temático e shopping center. Não se sabe exatamente o que as Netflix Houses serão, mas com certeza são espaços físicos, reais, que têm como objetivo tirar seres humanos de carne e osso de suas casas para um bom e velho passeio offline. Sinal de que vivemos em tempos híbridos e de que nem todas as apostas das Big Techs sinalizam um futuro necessariamente inevitável.</p>\n<p><!-- /wp:paragraph --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2024-06-22T03:45:11-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/rede-boarede-ma.html",
            "url": "https://piepiece.github.io/publii/rede-boarede-ma.html",
            "title": "rede boa/rede má",
            "summary": "a janela de oportunidade para um novo Twitter A especulação sobre um possível banimento do X/Twitter no Brasil faz crescer as apostas (e as inscrições) em novos serviços como Threads e Bluesky. A cada escorregão do homem mais rico do mundo, essas duas redes concorrentes&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>a janela de oportunidade para um novo Twitter</h2>\n<p><!-- /wp:heading --><!-- wp:image {\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/8/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983.png\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/8/responsive/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983-xs.png 640w ,https://piepiece.github.io/publii/media/posts/8/responsive/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983-sm.png 768w ,https://piepiece.github.io/publii/media/posts/8/responsive/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983-md.png 1024w ,https://piepiece.github.io/publii/media/posts/8/responsive/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983-lg.png 1366w ,https://piepiece.github.io/publii/media/posts/8/responsive/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983-xl.png 1600w ,https://piepiece.github.io/publii/media/posts/8/responsive/f173a-79d72ac0-cc90-4ac1-ba2b-292d3c78df7e_2382x1983-2xl.png 1920w\"></figure>\n<p><!-- /wp:image --><!-- wp:paragraph -->\n<p>A especulação sobre um possível banimento do X/Twitter no Brasil faz crescer as apostas (e as inscrições) em novos serviços como Threads e Bluesky. A cada escorregão do homem mais rico do mundo, essas duas redes concorrentes veem uma enxurrada de novos inscritos, para logo em seguida voltarem a postar com frequência apenas no antigo Twitter. O motivo é óbvio: os <em><a href=\"https://en.wikipedia.org/wiki/Network_effect\">network effects</a></em>, ou seja, as pessoas querem estar onde as outras também estão.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Cada uma das três redes tem suas particularidades e eu posso falar um pouco sobre cada uma delas. Mas primeiro eu gostaria de dizer que os motivos pelos quais as pessoas entram nessas novas redes não é dos melhores. Existe uma expectativa de que  a debandada de uma rede “má”, gerida por um individuo sem escrúpulos, seja seguida pelo florescimento de uma rede “boa”, preocupada com regulamentação de conteúdos ou, pelo menos, menos inclinada a propagar as postagens que mais geram sentimentos negativos em seus usuários. Essa é uma expectativa razoável, mas que coloca toda a responsabilidade dessa gerência em quem comanda a empresa, que é algo que sempre pode mudar, como a própria compra do Twitter provou. A lógica aberta das outras duas redes concorrentes traz um outro tipo de proposta. </p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>A rede que primeiro quebrou esse paradigma de esperar a moderação ser feita de cima pra baixo foi uma que ainda não citei: o Mastodon. Apesar de ser a menor de todas as citadas, ela é peça fundamental pro que pode ser o futuro da atual dança das cadeiras dos serviços de microblogging. A principal diferença é que, ao contrário das plataformas que funcionam com um servidor centralizado, como Facebook, Instagram, X/Twitter (enfim, todas), o Mastodon permite que diferentes servidores se comuniquem (ou não), transferindo as decisões de moderação para essas comunidades menores. Apesar de tudo isso tornar a inscrição e o entendimento sobre o funcionamento mais complicados para o usuário médio, o que torna o Mastodon o aparente azarão nessa corrida, um dado fundamental pode mudar esse jogo ainda esse ano: a integração do Threads com o protocolo usado pelo Mastodon, o <a href=\"https://en.wikipedia.org/wiki/ActivityPub\">ActivityPub</a>. </p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Essa integração já começou e está em fase beta em alguns países (EUA, Canadá e Japão). Perfis como o do <a href=\"https://www.threads.net/@joebiden\">presidente dos EUA</a> no Threads já podem ser acessados por qualquer pessoa que possua uma conta em algum servidor do Mastodon, sem que a pessoa precise ter qualquer conta em redes da Meta e se sub-meta (risos) aos seus algoritmos. Essa me parece uma solução muito mais interessante do que, por exemplo, simplesmente criar uma conta no Bluesky, como recentemente fez a equipe de comunicação do <a href=\"https://bsky.app/profile/lulaoficial.bsky.social\">presidente do Brasil</a>. Esperar que a Bluesky, isolada, se torne a rede que desejamos, parece um pouco demais; na realidade os discursos por lá parecem estar ficando cada vez mais politicamente inflamados, o que se deve ao perfil médio dos usuários que buscaram o serviço até agora.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Por hora, acredito que a melhor opção para o futuro próximo seja apostar no ActivityPub/Fediverso, tanto para quem já está no Threads ou Mastodon, quanto para as pessoas que querem ter um pouco mais de controle sobre sua própria timeline, mas não aguentam sentir que estão falando sozinhas ou postando em três ou quatro redes semelhantes ao mesmo tempo.</p>\n<p><!-- /wp:paragraph --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2024-04-17T15:45:51-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/meu-professor-so-escuta-musica-classica-no-youtube.html",
            "url": "https://piepiece.github.io/publii/meu-professor-so-escuta-musica-classica-no-youtube.html",
            "title": "Meu professor só escuta música clássica no YouTube",
            "summary": "Eu poderia passar horas conversando sobre uma rede social, mas estaria só falando da minha versão Meu maior passatempo nos últimos anos é passar raiva na Internet. Se fosse uma graduação, eu já estaria indo pro doutorado. A ênfase da pesquisa é colocar a culpa&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>Eu poderia passar horas conversando sobre uma rede social, mas estaria só falando da minha versão</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph -->\n<p>Meu maior passatempo nos últimos anos é passar raiva na Internet. Se fosse uma graduação, eu já estaria indo pro doutorado. A ênfase da pesquisa é colocar a culpa de absolutamente todos os males contemporâneos em alguma coisa ligada às Big Tech e redes sociais. Numa dessas, eis que estava na minha última graduação, esta real, e em momento pandêmico, ou seja, assistindo às aulas em berço esplêndido, quando resolvi comentar com o professor uma das minhas teorias de como as redes estão destruindo a sociedade. Pra dar um pouco de contexto, esse professor era um artista que ficava mostrando pra gente videos de coletivos semi-revolucionários e que fazia performances envolvendo se cortar e jorrar o próprio sangue, algo bem impressionante para os alunos de artes visuais do primeiro período. Entre uma aba de Google Meet e outra compartilhando os feitos de algum grupo de artistas de vanguarda dos anos 70, eu encontrei alguma deixa para dizer para esse professor que o YouTube vinha sendo uma ferramenta de radicalização da juventude, que assistia videos recomendados com conteúdo cada vez mais extremista, com o intuito de capturar sua atenção por cada vez mais tempo. Lembro do professor não ter ficado nem um pouco convencido da minha suposição. Por algum motivo, apesar de isso ter sido há quase três anos, eu me lembro dele falar alguma coisa sobre tomar Rivotril por ter chegado a sofrer ataques de pânico. O que não o impedia de dar aula alternando um café numa mão e um cigarro na outra. Não sei se o ansiolítico teve alguma coisa a ver com isso, mas ele não ficou nem um pouco preocupado com a minha sugestão, e explicou: eu só uso o YouTube para ouvir música.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>De fato, quando os videos mostrando os tempos áureos de uma arte plástica que não volta mais acabavam de passar, nos videos sugeridos/relacionados que apareciam no navegador do professor, só se viam videos de música clássica. E aí meu argumento realmente caía por terra. Pra quem não procura conteúdo político e só escuta musica sinfônica no YouTube, é realmente quase impossível que ele consiga sugerir algo mais extremo que uma ópera. No mundo dele, cercado de pavores analógicos que ativavam seu sistema nervoso de maneira constante, o crescimento da <em>alt-right</em> nos Estados Unidos e as implicações que isso poderia ter na estabilidade democrática do nosso país não eram as maiores preocupações. Foi aí que eu me dei conta de que não frequentamos a mesma Internet. Na verdade, <a href=\"http://www.their.tube\">ninguém frequenta</a>. Meu feed, por mais que seja essa fonte inesgotável de onde bebo uma realidade adaptada aos meus gostos, é só o meu feed. É um reflexo do que as linhas de código que combinamos de chamar de algoritmos resolvem que vão nos fazer ficar mais tempo presos a uma determinada plataforma. Só que isso só funciona para quem estiver uma disposição a cair nessas armadilhas. Nesse sentido, eu vejo a velha guarda, em grande medida, como um pouco mais protegida contra esse tipo de mecanismo de captura de atenção. Mas enquanto escrevo isso já me lembro também do 8 de janeiro (que foi esse ano, apesar de parecer que foi há três), repleto de tiozões e tiazinhas lobotomizaps.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>No final das contas eu não sei se alguém estava mais certo, ou se tinha algo em disputa para saber se alguém está certo ou não. O que eu sei é que de lá pra cá o Google (Aphabet) baniu uma penca de contas que propagavam desinformação e discurso ilegal em canais no YouTube e foram alterando seus algoritmos de sugestão para distrair as pessoas de maneira a não fazerem elas se deslocarem da realidade procurando pelas explicações mais desconexas e excitantes para as coisas. A maioria das respostas para as coisas é bem entediante e a criatividade humana é quase infinita. E além do mais, pra quem corta a ponta dos dedos como trabalho e é aplaudido por isso, o mais extremo que o YouTube poderia sugerir não deve parecer nada demais.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/7/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/7/responsive/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/7/responsive/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/7/responsive/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/7/responsive/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/7/responsive/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/7/responsive/adeb3-5479cc86-23a8-4805-8b3a-9f007573aecf_1365x2318-2xl.jpeg 1920w\"></figure>\n<p><!-- /wp:image --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2023-11-03T03:03:16-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/meu-amigo-so-quer-saber-de-the-sims.html",
            "url": "https://piepiece.github.io/publii/meu-amigo-so-quer-saber-de-the-sims.html",
            "title": "Meu amigo só quer saber de The Sims",
            "summary": "Pedro e eu queríamos saber de algum lugar melhor para gastar nosso tempo Pedro também cansou das redes sociais. Apagou o TikTok, mesmo ainda fazendo um video ou outro de vez em quando, devido às propriedades altamente crackogênicas de seu algoritmo alucinado. Enquanto isso, o&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>Pedro e eu queríamos saber de algum lugar melhor para gastar nosso tempo</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph -->\n<p>Pedro também cansou das redes sociais. Apagou o TikTok, mesmo ainda fazendo um video ou outro de vez em quando, devido às propriedades altamente crackogênicas de seu algoritmo alucinado. Enquanto isso, o Xwitter, segue a competição para ver quem tem a pior opinião sobre algum assunto artificialmente inflado. E, no Instagram, por algum motivo, as pessoas entendem que precisam mostrar sua vida como algo muito melhor e mais interessante do que é, o tempo inteiro. Todo mundo gerando conteúdo ou, em outras palavras, trabalhando para a própria empresa que finge fazer um favor para metade de humanidade. Conectam pessoas, dizem.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Foi por isso que Pedro decidiu que, por hora, seu tempo será melhor desperdiçado jogando seis horas de The Sims 4 por dia e opinando sobre a vida de desconhecidos no Reddit. São estratégias bastante interessantes. Segundo ele, no caso do The Sims, a vida organizada e controlada dos personagens traz uma sensação de segurança, a qual o resto da vida cotidiana de jovem adulto está em déficit. No caso do Reddit, ao opinar e receber feedback sobre situações distantes, com pessoas que você não conhece, se coloca um tipo de distanciamento que me lembra o do jogo. Perguntei pra ele se ele percebia o paralelo e ele disse que não; que o jogo é só um jogo e no Reddit os anônimos são pessoas reais e suas discussões provocam reações afetivas tão reais quanto. Isso me lembrou sobre o motivo principal das redes serem tão viciantes: elas simulam, em micro-doses e de maneira aleatória, o tipo de conexão humana que todas as pessoas são naturalmente inclinadas a buscar.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Perguntei pra ele se poderia escrever sobre isso, pois estava com um novo blog (ainda se chama assim?) no Substack. Não cheguei a perguntar se ele não poderia estar gastando a energia e os afetos dele com possíveis sociopatas; trolls que manipulam os sentimentos de desavisados online, provocando pelo simples prazer de tirar alguém do sério. Dizem que até 7% da população faz parte dessa <a href=\"https://pt.wikipedia.org/wiki/Tr%C3%ADade_obscura\">tríade sinistra</a> dos narcisistas, sociopatas e maquiavélicos. Eles estão por aí e devem encontrar um lar bastante confortável na amplificação dos algoritmos de ultraje, sendo possivelmente os últimos a apagar as luzes da rede social que pode ser sido adquirida por um deles.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Mas talvez tudo isso só seja reflexo do que eu ando consumindo nos últimos tempos: o maravilhoso podcast <a href=\"https://thisjungianlife.com/\">This Jungian Life</a>, em que três amigos terapeutas fazem um ótimo trabalho ao trazer a teoria de Jung para situações contemporâneas, e a biografia do Elon Musk (sim, eu sei…). O que nós dois temos em comum é que percebemos o quanto que engatar no fluxo das redes sem qualquer tipo de pausa ou crítica estava nos deixando completamente desequilibrados, nos medindo a partir das traduções de valor que elas nos oferecem. Por essas e outras que eu decidi voltar a escrever em formato longo, coisa que não fazia desde a época do Blogger (!). Se não dá pra viver na caverna ou no topo da montanha para fugir dessas ferramentas, que então o Substack seja meu The Sims da vez. Espero que o efeito seja positivo sobre a barrinha de energia.</p>\n<p><!-- /wp:paragraph --><!-- wp:image {\"sizeSlug\":\"large\",\"linkDestination\":\"none\"} -->\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" src=\"https://piepiece.github.io/publii/media/posts/6/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512.jpeg\"  sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://piepiece.github.io/publii/media/posts/6/responsive/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512-xs.jpeg 640w ,https://piepiece.github.io/publii/media/posts/6/responsive/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512-sm.jpeg 768w ,https://piepiece.github.io/publii/media/posts/6/responsive/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512-md.jpeg 1024w ,https://piepiece.github.io/publii/media/posts/6/responsive/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512-lg.jpeg 1366w ,https://piepiece.github.io/publii/media/posts/6/responsive/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512-xl.jpeg 1600w ,https://piepiece.github.io/publii/media/posts/6/responsive/1e4aa-8a9c013a-ea36-438e-b04e-9dcfe02a083f_850x1512-2xl.jpeg 1920w\"></figure>\n<p><!-- /wp:image --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2023-10-30T21:29:26-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        },
        {
            "id": "https://piepiece.github.io/publii/mastodon-needs-an-ashton.html",
            "url": "https://piepiece.github.io/publii/mastodon-needs-an-ashton.html",
            "title": "Mastodon needs an Ashton",
            "summary": "A big name seems like something that could attract the curiosity (and network effects) that a social network needs I've been thinking, probably a little too much, about the estate of Social Media. Not so much about the addictive qualities of Tiktok and Reels, but&hellip;",
            "content_html": "<p><!-- wp:heading {\"level\":2} -->\n<h2>A big name seems like something that could attract the curiosity (and network effects) that a social network needs</h2>\n<p><!-- /wp:heading --><!-- wp:paragraph -->\n<p>I've been thinking, probably a little too much, about the estate of Social Media. Not so much about the addictive qualities of Tiktok and Reels, but mainly about the successor of Twitter/X as the most influential discourse online platform. As someone who used to love Twitter back in the early 2010s, I still remember one of the key moments of this far away era: when Ashton Kutcher disputed with CNN to be the first profile in the world with 1 million followers. It seems like a silly thing nowadays, but back then it was like a huge milestone on a website that pretty much felt like a small club. </p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>Being a fan of Ashton or not is not the point. The thing is that having a celebrity of his size so excited about a new<em>ish</em> social network was enough to attract a lot of media for the site and, more so every year, it seemed like the small club was getting bigger and bigger. Network effects, they say, when you want to be where everyone else is. That is the main reason why it seems so hard for newer networks, as much as they could be better for the users (no ads, no algorithm-ranked feeds), to grow onto something more than a niche sub-culture. That's what <a href=\"https://mastodon.social/\">Mastodon</a> feels right now.</p>\n<p><!-- /wp:paragraph --><!-- wp:paragraph -->\n<p>I have no idea if and when Zuckerberg's Threads join the <a href=\"https://fediverse.info/\">Fediverse</a>, it will have any positive impact on Mastodon, since an open source and community built network will be compatible, for the first time, with a multi-million user Big Tech owned one. But the more I think about it, the more it seems to me that Mastodon actually needs an investment; not the V.C. type, <a href=\"https://www.theverge.com/23658648/mastodon-ceo-twitter-interview-elon-musk-twitter\">as his creator makes it clear</a>, but of time and love of a popular big name that uses it like Ashton (<a href=\"https://twitter.com/aplusk\">who hasn't been tweeting since 2020</a>) used Twitter in its early days. </p>\n<p><!-- /wp:paragraph --><!-- wp:separator -->\n<hr class=\"wp-block-separator\" /><!-- /wp:separator --><!-- wp:heading {\"level\":6} -->\n<h6>Photo by <a href=\"https://unsplash.com/@freshvanroot?utm_content=creditCopyText&amp;utm_medium=referral&amp;utm_source=unsplash\">Rolf van Root</a> on <a href=\"https://unsplash.com/photos/an-open-laptop-computer-sitting-on-top-of-a-wooden-floor-UTkRk-DbMm8?utm_content=creditCopyText&amp;utm_medium=referral&amp;utm_source=unsplash\">Unsplash</a></h6>\n<p><!-- /wp:heading --></p>\n",
            "author": {
                "name": "t."
            },
            "tags": [
            ],
            "date_published": "2023-10-30T00:39:32-03:00",
            "date_modified": "2025-07-14T16:00:25-03:00"
        }
    ]
}
